Repository: DaveDavenport/gpx-viewer
Catalog: po/*.po
Languages: de

source: Miles
de: Meilen

source: Miles/h
de: Meilen/h

source: n/a
de: n/v

source: A simple program to visualize one or more gpx files.
de: Ein einfaches Programm zum Anzeigen von einem oder mehreren gpx-Dateien.

source: About GPX Viewer
de: Über GPX Viewer

source: hour
de: Stunde

source: second
de: Sekunde

source: Combined track
de: Spur zusammengeführt

source: Loading map data..
de: Kartendaten werden geladen..

source: _Recent file
de: Zuletzt geöff_nete Datei

source: Speed
de: Geschwindigkeit

source: Elevation
de: Höhe

source: Distance
de: Distanz

source: %s <i>(smooth window: %i)</i>
de: %s <i>(weiches Fenster: %i)</i>

source: Choose gpx file(s)
de: gpx-Datei(en) wählen

source: gtk-cancel
de: Abbrechen

source: gtk-open
de: Öffnen

source: <b>Distance:</b>
de: <b>Distanz:</b>

source: <b>Duration:</b>
de: <b>Dauer:</b>

source: <b>Average:</b>
de: <b>Durchschnitt:</b>

source: <b>Moving average:</b>
de: <b>Durchschnittsgeschwindigkeit:</b>

source: <b>Moving time:</b>
de: <b>Reisezeit:</b>

source: <b>Max. speed:</b>
de: <b>Max. Geschwindigkeit:</b>

source: <b>Elevation Diff.:</b>
de: <b>Höhenunterschied:</b>

source: <b>Gradient:</b>
de: <b>Steigung:</b>

source: <b>Playback:</b>
de: <b>Abspielen:</b>

source: <b>Start time:</b>
de: <b>Startzeit:</b>

source: <b>Stop time:</b>
de: <b>Stopzeit:</b>

source: _File
de: _Datei

source: Vertical Speed
de: Vertikale Geschwindigkeit

source: Acceleration
de: Beschleunigung

source: _View
de: _Ansicht

source: Show track list
de: Track-Liste anzeigen

source: _Help
de: _Hilfe

source: <b>Map:</b>
de: <b>Karte:</b>

source: <b>Zoom level:</b>
de: <b>Vergrößerung:</b>

source: <b>Show waypoints:</b>
de: <b>Zeige Wegpunkte:</b>

source: <b>Smooth factor:</b>
de: <b>Glättungsfaktor:</b>

source: <b>Show points:</b>
de: <b>Zeige Punkte:</b>
